{
	"id": "asset-allocation",
	"title": "Asset Allocation",
	"url": "https://finlit.finmango.org/asset-allocation/",
	"text": "",
	"media": "static/cover.jpg",
	"poster": "static/cover.jpg",
	"chapters": [
		{
			"id": "definition",
			"title": "Definition",
			"text": "<p>Asset allocation is the process of portioning out a portfolio’s assets. To avoid risk and matching assets to an individual’s goals and investment timeline can greatly benefit the process of investing and improve quality of assets as well. A great investment strategy that creates better opportunities for any investor.</p>",
			"media": "https://i.imgur.com/S3E0ULu.png",
			"template": "page-fill-vertical"
		},
		{
			"id": "relevance",
			"title": "Relevance",
			"text": "<p>Asset allocation is useful when starting to set up a portfolio to invest because everyone has different goals when going into investing. It sets the person up to align with their goals instead of wasting time with investments that don’t help their cause. Risk tolerance is very much considered in this process and it leads the investor to the correct goals with much less risk if needed or increased risk, but chances of higher appreciation in the long run.</p>",
			"media": "https://i.imgur.com/S3E0ULu.png",
			"template": "page-fill-vertical"
		},
		{
			"id": "example",
			"title": "Example",
			"text": "<p>Susan has decided to work with a financial advisor to get her investment portfolio started. She decides that she wants to be in for the long haul and have her investments appreciate in the future for a retirement fund. Her financial advisor advises her to use asset allocation to separate her long term investments from investments on the market that are considered “short-term stocks”. Her risk tolerance is low and she wants to stay comfortable while her portfolio grows. Asset allocation adjusts to her comfortability and creates a portfolio of long term investments with a low risk.</p>",
			"media": "https://i.imgur.com/S3E0ULu.png",
			"template": "page-fill-vertical"
		}
	]
}