{
	"id": "bull-vs-bear-markets",
	"title": "Bull vs Bear markets",
	"url": "https://finlit.finmango.org/bull-vs-bear-markets/",
	"text": "",
	"media": "static/cover.jpg",
	"poster": "static/cover.jpg",
	"chapters": [
		{
			"id": "definition",
			"title": "Definition",
			"text": "<p>Bull and bear are words that are used to describe the conditions of the market— if it is gaining or declining in overall value. A bull market is used to describe the market when it going up and investors are optimistic. A bear market is when most of the stocks are declining and investor sentiment is negative.</p>",
			"media": "https://i.imgur.com/S3E0ULu.png",
			"template": "page-fill-vertical"
		},
		{
			"id": "relevance",
			"title": "Relevance",
			"text": "<p>When putting your own money into the stock market, it is important to understand what is going on so that you can make smart decisions. If you know that the market is a bear market, you might wait to put money in because it is likely that that stock will keep going down until it starts to gain more value.</p>",
			"media": "https://i.imgur.com/S3E0ULu.png",
			"template": "page-fill-vertical"
		},
		{
			"id": "example",
			"title": "Example",
			"text": "<p>Steve has been buying and trading stocks for the past 5 years. The market is starting to look more and more like a bear market every day. Steve does not like to have many shares during a bear market so he pulls out all of his shares other than a few that he thinks still will go up.</p>",
			"media": "https://i.imgur.com/S3E0ULu.png",
			"template": "page-fill-vertical"
		},
		{
			"id": "example-continued",
			"title": "Example continued",
			"text": "<p>Steve waits until he thinks that the market has hit bottom and then reinvests all of the money that he had in previously. Since he sold his shares at a higher price and then rebought them for cheaper, Steve will make more money off of his shares once the bear market trend reverses and turns into a bull market.</p>",
			"media": "https://i.imgur.com/S3E0ULu.png",
			"template": "page-fill-vertical"
		}
	]
}