{
	"id": "college-529-savings-plan",
	"title": "College 529 Savings Plan",
	"url": "https://finlit.finmango.org/college-529-savings-plan/",
	"text": "",
	"media": "static/cover.jpg",
	"poster": "static/cover.jpg",
	"chapters": [
		{
			"id": "definition",
			"title": "Definition",
			"text": "<p>A College 529 Savings Plan helps with pay for education expenses and has the benefit of being tax deducted and have no tax on withdrawals when you would like to simply take that money out and use it. There are two types of plans that are included in the 529 which is Savings Plan and Prepaid Tuition Plan.</p>",
			"media": "https://i.imgur.com/S3E0ULu.png",
			"template": "page-fill-vertical"
		},
		{
			"id": "relevance",
			"title": "Relevance",
			"text": "<p>A 529 Savings plan is a great way to get involved with saving money for school early before the finances are a bigger problem in the future. Starting a account for a child is completely free and has not minimum cash amount in the account to start.</p>",
			"media": "https://i.imgur.com/S3E0ULu.png",
			"template": "page-fill-vertical"
		},
		{
			"id": "relevance-continued",
			"title": "Relevance continued",
			"text": "<p>The savings plan will create an account for the child to strictly save and build as much money as contributed by the parents as they want. The prepaid tuition plan will lock in rates of college tuition at that time and allow parents to contribute the money, but does not cover room and board.</p>",
			"media": "https://i.imgur.com/S3E0ULu.png",
			"template": "page-fill-vertical"
		},
		{
			"id": "example",
			"title": "Example",
			"text": "<p>Ralph and Donna want to start investing money into an account for their child’s future college expenses and schooling expenses along the way. Ralph and Donna will invest in a 529 savings account for their baby because they are unsure where the baby will attend college in the future. Locking in tuition with a prepaid tuition plan will prevent that from happening. They decide to contribute $500 monthly until their baby is ready for college.</p>",
			"media": "https://i.imgur.com/S3E0ULu.png",
			"template": "page-fill-vertical"
		}
	]
}