{
	"id": "first-principles-thinking",
	"title": "First Principles Thinking",
	"url": "https://finlit.finmango.org/first-principles-thinking/",
	"text": "What it is, how it works and how you can implment it. Aristotle defined a first principle as, \"the first basis from which a thing is known.\"",
	"media": "static/cover.jpg",
	"poster": "static/cover.jpg",
	"chapters": [
		{
			"id": "first,-a-few-definitions",
			"title": "First, a few definitions",
			"text": "<p>A \"first principle\" is a foundational assumption or proposition - it is foundational in that it cannot be deduced from other assumptions or propositions. Think of a first principle like an element. It cannot be broken down further. It is pure.</p>",
			"media": "https://drive.google.com/file/d/187EWejNAH75f2-cmk5BDQ9Ficpgutzl6/view?usp=sharing",
			"template": "page-fill-vertical"
		},
		{
			"id": "background",
			"title": "Background",
			"text": "<p>\"First principles thinking\" (or \"reasoning from first principles\") is a problem solving technique that requires you to break down a complex problem into its most basic, foundational elements. The idea: to ground yourself in the foundational truths and build up from there.</p>",
			"media": "https://drive.google.com/file/d/187EWejNAH75f2-cmk5BDQ9Ficpgutzl6/view?usp=sharing",
			"template": "page-fill-vertical"
		},
		{
			"id": "background-continuted",
			"title": "Background continuted",
			"text": "<p>When we encounter difficult problems, our tendancy is to rely on base level assumptions we have been told are true (or believe to be true). It's quick and easy to do so. But it also leads to unimaginative, linear solutons that closely resemble all that has been done before.</p>",
			"media": "https://drive.google.com/file/d/187EWejNAH75f2-cmk5BDQ9Ficpgutzl6/view?usp=sharing",
			"template": "page-fill-vertical"
		},
		{
			"id": "reasoning-by-analogy",
			"title": "Reasoning by Analogy",
			"text": "<p>\"Reasoning by analogy\" leads to solutions that are like someting else. It can be useful heuristic when speed is required and novel solutions are not the goal. But it falls short when dealing with complex problems in need of imaginative solutions.</p>",
			"media": "https://drive.google.com/file/d/187EWejNAH75f2-cmk5BDQ9Ficpgutzl6/view?usp=sharing",
			"template": "page-fill-vertical"
		},
		{
			"id": "house-example",
			"title": "House Example",
			"text": "<p>Imagine the soltuion to a problem as a house. The foundation is the asusmptions upon which the solution rests. If the foundation is shoddy, the house will collapse. If the foundation is sturdy, the house will hold up. First principles form a sturdy foundation for the house.</p>",
			"media": "https://drive.google.com/file/d/187EWejNAH75f2-cmk5BDQ9Ficpgutzl6/view?usp=sharing",
			"template": "page-fill-vertical"
		},
		{
			"id": "case-study:-spacex",
			"title": "Case Study: SpaceX",
			"text": "<p>To illustrate the flow of first pricniples thinking, let's look at a classic example - The case of Elon Musk and his original SpaceX rocket. The complex problem? Sending a rocket to Mars. The logical first step: to obtain a rocket. Musk discovered the cost of buying a rocket was otherworldly.</p>",
			"media": "https://drive.google.com/file/d/187EWejNAH75f2-cmk5BDQ9Ficpgutzl6/view?usp=sharing",
			"template": "page-fill-vertical"
		},
		{
			"id": "spacex-study-continued",
			"title": "SpaceX study continued",
			"text": "<p>Buying a rocket for $65 million was not only untenable, it was also grounded in assumptions of how rockets have always been built and what they should cost. He turned to first principles. He asked and answered basic, foundational questions. What is a rocekt made of? Aerospace-grade aluminum alloys, titanium, copper, and carbon fiber.</p>",
			"media": "https://drive.google.com/file/d/187EWejNAH75f2-cmk5BDQ9Ficpgutzl6/view?usp=sharing",
			"template": "page-fill-vertical"
		},
		{
			"id": "spacex-study-continued",
			"title": "SpaceX study continued",
			"text": "<p>What is the value of those materials on the open market? ~2% of the typical rocket price. So he decided to build his own. Rather than accpeting the \"truths\" he had been told about the cost of a rocket, Musk grounded his problem solving in first principles. Today, SpaceX rockets are safely delivering humans to space and the dreams of a Mars voyage are alive.</p>",
			"media": "https://drive.google.com/file/d/187EWejNAH75f2-cmk5BDQ9Ficpgutzl6/view?usp=sharing",
			"template": "page-fill-vertical"
		},
		{
			"id": "conclusion",
			"title": "Conclusion",
			"text": "<p>There is no set way to establish first principles. \"socratic questioning\" - a technique where you use systematic questioing to drill-down to fundamental truths - is one method. The greatest thinkers and problem solvers agree: when solving a complex problem, ground yourself in first princples and build your solutuion up from there.</p>",
			"media": "https://i.imgur.com/S3E0ULu.png",
			"template": "page-fill-vertical"
		}
	]
}