{
	"id": "inflation",
	"title": "Inflation",
	"url": "https://finlit.finmango.org/inflation/",
	"text": "",
	"media": "static/cover.jpg",
	"poster": "static/cover.jpg",
	"chapters": [
		{
			"id": "definition",
			"title": "Definition",
			"text": "<p>Inflation is a general rise in the price level in an economy over a period of time, resulting in a sustained drop in the purchasing power of money.</p>",
			"media": "https://i.imgur.com/S3E0ULu.png",
			"template": "page-fill-vertical"
		},
		{
			"id": "introduction",
			"title": "Introduction",
			"text": "<p>This means that the purchasing power of each dollar you own has decreased- you can buy less with each dollar than you previously could. This means that the price of the cereal you eat for breakfast, the gas you fill in your car, the shampoo you buy and so on has risen. In short, inflation affects everyone and everything in the economy. When your grandparents complain about rising prices, they're not wrong.</p>",
			"media": "https://i.imgur.com/S3E0ULu.png",
			"template": "page-fill-vertical"
		},
		{
			"id": "how-it's-measured",
			"title": "How it's measured",
			"text": "<p>It is measured by various indexes that can look at the prices of “baskets” or collections of related goods and services across the economy. Examples: Consumer Price Index, Producer Price Index</p>",
			"media": "https://i.imgur.com/S3E0ULu.png",
			"template": "page-fill-vertical"
		},
		{
			"id": "relevance",
			"title": "Relevance",
			"text": "<p>Inflation, contrary to popular belief, is not always bad. In fact, inflation rates of about 2-3% the sign of a healthy and growing economy. Rising price levels can encourage consumers like you and me to buy goods now instead of putting them to later. For example, we may buy the next size of clothes for our kids now, the new washing machine now instead of later for fear that prices may continue rising.</p>",
			"media": "https://i.imgur.com/S3E0ULu.png",
			"template": "page-fill-vertical"
		},
		{
			"id": "examples",
			"title": "Examples",
			"text": "<p>Inflation becomes bad when it occurs at very high rates. This is called Hyperinflation which involves large increases in price in a very short period of time. Most notably, this happened in Weimar Germany after the first World War. A famous image depicts people burning money to keep warm because the money was worth less than what it would cost to buy firewood. Barrels of money were used to buy one loaf of bread.</p>",
			"media": "https://i.imgur.com/S3E0ULu.png",
			"template": "page-fill-vertical"
		}
	]
}