{
    "id": "money_cycle",
    "title": "Money Cycle",
    "url": "https://finlit.finmango.org/money_cycle",
    "text": "In this lesson, we will learn about the FinMango Money Cycle. The money cycle consists of a number of stages in personal finance.",
    "media": "static/cover.mp4",
    "poster": "static/cover.jpg",
    "chapters": [
        {
            "id": "make",
            "title": "1.Make it",
            "text": "We can't enter the money cycle without having any money! It is crucial to earn money so we can then do something with it. However, earning money is not the final goal, we must also think about what to do with the money we earned.",
            "media": "static/page1.jpg",
            "template": "page-fill-vertical"
        },
        {
            "id": "save",
            "title": "2. Save it",
            "text": "It may be tempting to spend all of our money on a new pair of sneakers; however, we must plan for the future and budget accordingly. Do you have a rainy day fund? If not, you should probably allocate some savings towards it. How about a trip somewhere? We have to save for that too.",
            "media": "static/page2.jpg",
            "template": "page-fill-vertical"
        },
        {
            "id": "plant",
            "title": "3. Plant it",
            "text": "Once we have saved some of our money, we also need to manage and GROW our money. There are different ways to invest, whether that goes towards our education or growing a business.",
            "media": "static/page3.jpg",
            "template": "page-fill-vertical"
        },
        {
            "id": "spend",
            "title": "4. Spent it",
            "text": "After saving and planting the money we earned, we can use what's left to spend. Spending money is perfecty OK as long as we are responsible and plan for the future.",
            "media": "static/page4.jpg",
            "template": "page-fill-vertical"
        },
        {
            "id": "donate",
            "title": "5. Donate it",
            "text": "You can only spend money on so many fun things. Consider using the money towards something fulfilling that helps others. Without people who donate their money, we wouldn't be here!",
            "media": "static/page5.jpg",
            "template": "page-fill-vertical"
        }
    ]
}