{
	"id": "spdi-methodology",
	"title": "SPDI Methodology",
	"url": "https://finlit.finmango.org/spdi-methodology/",
	"text": "What is it and how does it work?",
	"media": "https://i.imgur.com/DUJN1NZ.png",
	"poster": "https://i.imgur.com/DUJN1NZ.png",
	"chapters": [
		{
			"id": "background",
			"title": "Background",
			"text": "<p>In product development, there are no silver bullets. Smart Program Development and Implementation (aka SPDI) is a groundbreaking approach to problem solving for policy, programs, or products. In consists of six steps: (1) Idenitfy, (2) Diagnose, (3) Design, (4) Implment, (5) Test, (6) Refine.</p>",
			"media": "https://i.imgur.com/EzIAPBe.png",
			"template": "page-fill-vertical"
		},
		{
			"id": "step-1:-identify",
			"title": "Step 1: Identify",
			"text": "<p>The first step is to identify the problem. While this may occur in many ways, a successful model is when the involved stakeholders come together with researchers to combine information on priorities and opportunities with economic insights in order to identify a question that can be feasibly approached.</p>",
			"media": "https://i.imgur.com/EzIAPBe.png",
			"template": "page-fill-vertical"
		},
		{
			"id": "step-2:-diagnose",
			"title": "Step 2: Diagnose",
			"text": "<p>Work closely with partners, again using insights from theory and empirical evidence, to diagnose the market or failures that underlie the identified problem. Descriptive data and existing research can often help distinguish between potential explanations and screen for underlying causal factors.</p>",
			"media": "https://i.imgur.com/EzIAPBe.png",
			"template": "page-fill-vertical"
		},
		{
			"id": "step-3:-design",
			"title": "Step 3: Design",
			"text": "<p>Step three is about applying the collective expertise to design innovations that are financially, administratively, and politically feasible in addition to being justified by economic principles and well-supported by evidence. Monitoring and feedback mechanisms are built into every design. The goal is to solve the real problem based on evidence, not our opinions.</p>",
			"media": "https://i.imgur.com/EzIAPBe.png",
			"template": "page-fill-vertical"
		},
		{
			"id": "step-4:-implement",
			"title": "Step 4: Implement",
			"text": "<p>This is the point when the solution is delivered to target beneficiaries. Sometimes potential designs are implemented in an initial pilot to iron out the kinks or determine feasibility before delivering them at scale. Smart data systems capture key indicators of implementation progress to enable continuous problem-solving and learning.</p>",
			"media": "https://i.imgur.com/EzIAPBe.png",
			"template": "page-fill-vertical"
		},
		{
			"id": "step-5:-test",
			"title": "Step 5: Test",
			"text": "<p>The SPDI approach emphasizes rigorous testing at relevant scale, with scientific methods of evaluation used to measure impact – often comparing several designs via large-scale field studies that draw on tools such as randomized controlled trials. Testing the outcomes of the highest potential solution(s) provides key information on how best to improve and refine the policy and may open up the next frontier of policy questions with new evidence on the nature of the problem.</p>",
			"media": "https://i.imgur.com/EzIAPBe.png",
			"template": "page-fill-vertical"
		},
		{
			"id": "step-6:-refine",
			"title": "Step 6: Refine",
			"text": "<p>SPDI is an iterative approach, where the lessons learned at each stage are used to refine existing designs and identify the next set of objectives. At the refine stage, the policy-research team may decide that it would be most advantageous to return to a previous point in the process to solve problems or integrate new knowledge. The aim is to use evidence to generate a cycle of continuous policy improvement.</p>",
			"media": "https://i.imgur.com/EzIAPBe.png",
			"template": "page-fill-vertical"
		},
		{
			"id": "conclusion",
			"title": "Conclusion",
			"text": "<p>Creating impact is a process and follows agile methodology. It's important to fail fast, fail often, and continuously measure the outcomes to improve quickly. Those that embrace failure will see more success.</p>",
			"media": "https://i.imgur.com/EzIAPBe.png",
			"template": "page-fill-vertical"
		}
	]
}