{
	"id": "supply-chain",
	"title": "Supply Chain",
	"url": "https://finlit.finmango.org/supply-chain/",
	"text": "",
	"media": "static/cover.jpg",
	"poster": "static/cover.jpg",
	"chapters": [
		{
			"id": "definition",
			"title": "Definition",
			"text": "<p>Supply Chain Management is the management of systems or processes that create goods and/or provide services.</p>",
			"media": "https://i.imgur.com/S3E0ULu.png",
			"template": "page-fill-vertical"
		},
		{
			"id": "entities",
			"title": "Entities",
			"text": "<p>Entities part of the supply chain are producers, vendors, warehouses, transportation companies, distribution centers, and retailers. Functions in a supply chain vary from product development, marketing, operations, distribution, finance, and customer service.</p>",
			"media": "https://i.imgur.com/S3E0ULu.png",
			"template": "page-fill-vertical"
		},
		{
			"id": "benefits",
			"title": "Benefits",
			"text": "<p>Benefits of Supply Chain Management include maximizing customer value, lowering costing while boosting profitability, achieving a sustainable competitive advantage, and ensuring the production cycle is faster.</p>",
			"media": "https://i.imgur.com/S3E0ULu.png",
			"template": "page-fill-vertical"
		},
		{
			"id": "flows",
			"title": "Flows",
			"text": "<p>The organizational supply chain is linked together through physical flows (transformation, movement and storage of goods & services) and information flows (the day-to-day flow of goods and materials up and down along supply chain partners).</p>",
			"media": "https://i.imgur.com/S3E0ULu.png",
			"template": "page-fill-vertical"
		},
		{
			"id": "example",
			"title": "Example",
			"text": "<p>Manufacturing and supply chain operations make Zara unique in its industry. The factories are connected to the Global Distribution Center by underground tunnels with high-speed monorails to move cut fabric for dyeing and assembling. The monorail system allows returning finished products to the center for direct shipment to stores.</p>",
			"media": "https://i.imgur.com/S3E0ULu.png",
			"template": "page-fill-vertical"
		}
	]
}