{
	"id": "the-dunning-kruger-effect",
	"title": "The Dunning-Kruger Effect",
	"url": "https://finlit.finmango.org/the-dunning-kruger-effect/",
	"text": "How it works and how you can avoid it.",
	"media": "static/cover.jpg",
	"poster": "static/cover.jpg",
	"chapters": [
		{
			"id": "background",
			"title": "Background",
			"text": "<p>In a year when the markets have minted many new self-proclaimed geniuses, it is worth remembering the Dunning-Kruger Effect. But what is it and how does it work?</p>",
			"media": "https://drive.google.com/file/d/187EWejNAH75f2-cmk5BDQ9Ficpgutzl6/view?usp=sharing",
			"template": "page-fill-vertical"
		},
		{
			"id": "first,-a-few-definitions",
			"title": "First, a few definitions",
			"text": "<p>The Dunning-Kruger Effect is a cognitive bias in which people with low ability at a given task are prone to overestimate their ability at that task. Put simply, humans are notoriously incapable of objective evaluation of their competency levels.</p>",
			"media": "https://drive.google.com/file/d/187EWejNAH75f2-cmk5BDQ9Ficpgutzl6/view?usp=sharing",
			"template": "page-fill-vertical"
		},
		{
			"id": "background",
			"title": "Background",
			"text": "<p>The cognitive bias was first identified by psychologists David Dunning and Justin Kruger in a 1999 study. Their paper, entitled Unskilled and Unaware of It, summarized, \"People tend to hold overly favorable views of their abilities in many social and intellectual domains.\"</p>",
			"media": "https://drive.google.com/file/d/187EWejNAH75f2-cmk5BDQ9Ficpgutzl6/view?usp=sharing",
			"template": "page-fill-vertical"
		},
		{
			"id": "case-study",
			"title": "Case study",
			"text": "<p>The two men had studied the bizarre case of McArthur Wheeler, a 5'6\" 270lb bank robber who was swiftly caught after robbing two banks in broad daylight. He hadn't worn a mask. Instead, he had put lemon juice on his face, believing it would make him invisble to cameras.</p>",
			"media": "https://drive.google.com/file/d/187EWejNAH75f2-cmk5BDQ9Ficpgutzl6/view?usp=sharing",
			"template": "page-fill-vertical"
		},
		{
			"id": "case-study-continued",
			"title": "Case study continued",
			"text": "<p>Wheeler was aware that lemon juice was used as invisible ink, so (incorrectly) inferred that it could be used to make himself invisble to security cameras. Even after he was caught, he was legitimately incredulous that his plan with the lemon juice hadn't worked.</p>",
			"media": "https://drive.google.com/file/d/187EWejNAH75f2-cmk5BDQ9Ficpgutzl6/view?usp=sharing",
			"template": "page-fill-vertical"
		},
		{
			"id": "findings",
			"title": "Findings",
			"text": "<p>Dunning and Kruger studied wheter the least skilled are the most overconfident. Their finding: the worst performers consistently overestimated their abilities relative to others. Let's look at a few examples of this bias in action and how you can avoid its pitfalls.</p>",
			"media": "https://drive.google.com/file/d/187EWejNAH75f2-cmk5BDQ9Ficpgutzl6/view?usp=sharing",
			"template": "page-fill-vertical"
		},
		{
			"id": "example:-in-investing",
			"title": "Example: In Investing",
			"text": "<p>As the saying goes, \"everyone is a genius in a bull market.\" When markets are ripping and your portfolio seems to grow by the day, many fall victim to the Dunning-Kruger Effect. We may wrognly attribute this performance to our innate talent as investors.</p>",
			"media": "https://drive.google.com/file/d/187EWejNAH75f2-cmk5BDQ9Ficpgutzl6/view?usp=sharing",
			"template": "page-fill-vertical"
		},
		{
			"id": "example-in-politics",
			"title": "Example in politics",
			"text": "<p>With politicians, intellectual humility is an aberration, not the norm. Politicians espouse policiy with great confidence even if they have a weak handle of the details. It's not shocking that we see Cobra Effects in policy realm.</p>",
			"media": "https://drive.google.com/file/d/187EWejNAH75f2-cmk5BDQ9Ficpgutzl6/view?usp=sharing",
			"template": "page-fill-vertical"
		},
		{
			"id": "conclusion",
			"title": "Conclusion",
			"text": "<p>But while we can all rail against the politicians, bosses, or public figures who seem to epitomize the Dunning-Kruger Effect, it is important to recognize that, as humans, we are all prone to this congitive bias! So how do we avoid it?</p>",
			"media": "https://drive.google.com/file/d/187EWejNAH75f2-cmk5BDQ9Ficpgutzl6/view?usp=sharing",
			"template": "page-fill-vertical"
		}
	]
}