{
	"id": "the-circle-of-competence",
	"title": "The Circle of Competence",
	"url": "https://finlit.finmango.org/the-circle-of-competence/",
	"text": "What it is, how it works and how it can be applied in your life.",
	"media": "static/cover.jpg",
	"poster": "static/cover.jpg",
	"chapters": [
		{
			"id": "first,-a-few-definitions",
			"title": "First, a few definitions",
			"text": "<p>A Circle of Competence is the set of topic areas that align with a person's exptertise. If the entire world of information were to be expressed in a circle, an individual's Circle of Competence is the small sub-circle that represents their expertise.</p>",
			"media": "https://drive.google.com/file/d/187EWejNAH75f2-cmk5BDQ9Ficpgutzl6/view?usp=sharing",
			"template": "page-fill-vertical"
		},
		{
			"id": "background",
			"title": "Background",
			"text": "<p>The idea surfaced in the 1996 BH annual letter. \"You don't have to be an expert on every company... you only have to be able to evaluate companies within your circle of competence. The size of that circle is not very imporant; knowing its boundaries, however, is vital.</p>",
			"media": "https://drive.google.com/file/d/187EWejNAH75f2-cmk5BDQ9Ficpgutzl6/view?usp=sharing",
			"template": "page-fill-vertical"
		},
		{
			"id": "built-over-time",
			"title": "Built over time",
			"text": "<p>The Circle of Competence is bilt over time. It is built through experience, reading, dedicated study, and effort. It is dynamic, not static. It can expand as y9ou deepen your knowledge in new areas. It can contract if you fail to nurture your existing areas of expertise.</p>",
			"media": "https://drive.google.com/file/d/187EWejNAH75f2-cmk5BDQ9Ficpgutzl6/view?usp=sharing",
			"template": "page-fill-vertical"
		},
		{
			"id": "two-key-processes",
			"title": "Two Key Processes",
			"text": "<p>To engage this mental model in your life, there are two key processes to go through: (1) Identify what falls within your circle and (2) Identify the boundaries of your circle. (1) is all about figuring out what you know, while (2) is about humbly admitting what you don't.</p>",
			"media": "https://drive.google.com/file/d/187EWejNAH75f2-cmk5BDQ9Ficpgutzl6/view?usp=sharing",
			"template": "page-fill-vertical"
		},
		{
			"id": "example:-investing",
			"title": "Example: Investing",
			"text": "<p>Berkshire Hathaway provides the classic example of investing success from sticking within the boundaries of your Circle of Competence. Warren Buffet and Charlies Munger have consistently passed on investment opportunities that fell outside of thier respective Circles of Competence.</p>",
			"media": "https://drive.google.com/file/d/187EWejNAH75f2-cmk5BDQ9Ficpgutzl6/view?usp=sharing",
			"template": "page-fill-vertical"
		},
		{
			"id": "example-continued",
			"title": "Example continued",
			"text": "<p>At times, it has led to what might look like big misses, including failing to see the potential and invest in Google and Amazon. But while you hear about these misses (\"the anti-portfolio\"), you don't read about all of the bad decisions it saved them from making.</p>",
			"media": "https://drive.google.com/file/d/187EWejNAH75f2-cmk5BDQ9Ficpgutzl6/view?usp=sharing",
			"template": "page-fill-vertical"
		},
		{
			"id": "example-continued",
			"title": "Example continued",
			"text": "<p>As Munger once said, you can become consistent winner by \"trying to be consistently not stupid, instead of trying to be very intelligent.\" So how can you implement the Circle of Competence model into your lfie?</p>",
			"media": "https://drive.google.com/file/d/187EWejNAH75f2-cmk5BDQ9Ficpgutzl6/view?usp=sharing",
			"template": "page-fill-vertical"
		},
		{
			"id": "conclusion",
			"title": "Conclusion",
			"text": "<p>First, identify your circle and its boundaries. What topics do you know more about than most poeple? What topics do others look to you on? What are you constantly excited by and learning more about?</p>",
			"media": "https://drive.google.com/file/d/187EWejNAH75f2-cmk5BDQ9Ficpgutzl6/view?usp=sharing",
			"template": "page-fill-vertical"
		}
	]
}